Revit 2027 API
ClassificationEntry.Level Property
 The entry level in the classification table. The expected range is between 1 and 5 inclusive.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Level { get; }
Public ReadOnly Property Level As Integer
	Get
public:
property int Level {
	int get ();
}
member Level : int with get
Property Value
Int32
See Also
Reference
ClassificationEntry Class
Autodesk.Revit.DB Namespace